Repository: ramiy/wp-mentionable
Catalog: languages/mentionable-*.po
Languages: he_il

source: Mentionable
he_il: אזכורים

source: Mentionable Options
he_il: הגדרות

source: Post Types
he_il: סוגי תוכן

source: Activate for
he_il: מופעל עבור

source: Post types which this plugin will be activated for.
he_il: סוגי תוכן בהם התוסף יופעל.

source: Autocomplete from
he_il: השלמה אוטומטית מתוך

source: Post types that auto-completion will match against.
he_il: סוגי תוכן שיוצגו בהשלמה האוטומטית.

source: Template
he_il: תבנית

source: Load custom template
he_il: טען תבנית אחרת

source: Replace mentionable tag with custom template (Please see wiki before enabling this)
he_il: החלפת תגית אזכורים בתבנית מותאמת אישית (יש לבדוק את הויקי לפני הפעלת אפשרות זו)

source: test
he_il: ניסוי
